{
    "paypal": {
        "general": {
            "paymentCancel": "Der PayPal-Zahlungsvorgang wurde abgebrochen. Bitte versuchen Sie es noch einmal oder wählen Sie eine andere Zahlungsmethode aus.",
            "paymentError": "Während des PayPal-Zahlungsvorgangs ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal oder wählen Sie eine andere Zahlungsmethode aus."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Bitte überweisen Sie %value% bis zum %date% an PayPal.",
                "transferRequest": "Bitte überweisen Sie %value% an das unten angegebene Konto.",
                "table": {
                    "bank": "Bank:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Kontoinhaber:",
                    "amount": "Betrag:",
                    "reference": "Verwendungszweck:"
                },
                "legalMessageRatepay": "Rechnungskauf ist ein Service, den wir in Zusammenarbeit Ratepay anbieten. Der fällige Betrag wurde soeben von Ratepay direkt an uns übersandt. Nachdem Sie ihre Ware erhalten und geprüft haben, zahlen Sie den Rechnungsbetrag gemäß den Zahlungshinweisen an Ratepay.",
                "legalMessage": "Warum PayPal? Rechnungskauf ist ein Service für den wir mit PayPal zusammenarbeiten. Der Betrag wurde von PayPal soeben direkt an uns gezahlt. Sie bezahlen den Rechnungsbetrag gemäß den Zahlungshinweisen an PayPal, nachdem Sie die Ware erhalten und geprüft haben."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Gewählte Zahlungsart: Rechnungskauf"
                },
                "paymentNote": "%companyName% hat die Forderung gegen Sie im Rahmen eines laufenden Factoringvertrages an die PayPal (Europe) S.à r.l. et Cie, S.C.A. abgetreten. Zahlungen mit schuldbefreiender Wirkung können nur an die PayPal (Europe) S.à r.l. et Cie, S.C.A. geleistet werden."
            },
            "checkout": {
                "confirmDisclaimer": "Mit Klicken auf den Button akzeptieren Sie die <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">Ratepay Zahlungsbedingungen</a> und erklären sich mit der Durchführung einer <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Risikoprüfung durch Ratepay</a>, unseren Partner, einverstanden. Sie akzeptieren auch PayPal’s <a href=\"https://www.paypal.com/de/webapps/mpp/ua/rechnungskauf-mit-ratepay?locale.x=en_DE\" target=\"_blank\">Datenschutzerklärung</a>. Falls Ihre Transaktion erfolgreich per Kauf auf Rechnung abgewickelt werden kann, wird der Kaufpreis an Ratepay abgetreten und Sie dürfen nur an Ratepay überweisen, nicht an den Händler.",
                "finish": {
                    "title": "Die Zahlung wird bearbeitet",
                    "subtitle": "Die Verarbeitung kann evtl. einige Minuten dauern. Bitte schließen sie dieses Fenster nicht, sie werden weitergeleitet."
                }
            },
            "error": {
                "unverifiedInfo": "Die Kombination aus Ihrem Namen und Ihrer Anschrift konnte nicht validiert werden. Bitte korrigieren Sie Ihre Daten und versuchen Sie es erneut. Weitere Informationen finden Sie in den <a href=\"https://www.ratepay.com/legal-payment-dataprivacy/?lang=de\" target=\"_blank\">Ratepay Datenschutzbestimmungen</a> oder nutzen Sie das Ratepay <a href=\"https://www.ratepay.com/kontakt/\" target=\"_blank\">Kontaktformular</a>.",
                "declined": "Die gewählte Zahlungsart kann nicht genutzt werden. Diese Entscheidung basiert auf einem automatisierten Datenverarbeitungsverfahren. Weitere Informationen finden Sie in den <a href=\"https://www.ratepay.com/legal-payment-dataprivacy/?lang=de\" target=\"_blank\">Ratepay Datenschutzbestimmungen</a> oder nutzen Sie das Ratepay <a href=\"https://www.ratepay.com/kontakt/\" target=\"_blank\">Kontaktformular</a>."
            }
        },
        "acdc": {
            "cardNumber": "Kartennummer",
            "expiration": "Ablaufdatum (MM/JJ)",
            "cvv": "Sicherheitscode (CVV)",
            "cardholderName": "Name des Karteninhabers",
            "zip": "Postleitzahl"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ihre Zahlung wurde erstellt. Bitte schließen Sie sie ab, indem Sie Ihre Bestellung bestätigen.",
            "description":  "Einfach, schnell und sicher bezahlen - Bitte wählen Sie eine dieser Zahlungsmethoden auf der Bestellabschlussseite."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, Lastschrift oder Kreditkarte",
            "paymentDescriptionExtension": "Zahlung per Lastschrift oder Kreditkarte ist auch ohne ein PayPal-Konto möglich."
        },
        "cookie": {
            "name": "PayPal-Zahlungen"
        }
    }
}
