{
    "paypal": {
        "general": {
            "paymentCancel": "The payment process has been cancelled. Please try again or choose another payment method.",
            "paymentError": "An error occurred during the payment process. Please try again later or choose another payment method."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Please transfer %value% until %date% to PayPal.",
                "transferRequest": "Please transfer %value% to the account below.",
                "table": {
                    "bank": "Bank:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Account holder:",
                    "amount": "Amount:",
                    "reference": "Reference:"
                },
                "legalMessageRatepay": "Pay upon invoice payments are processed in collaboration with our partner Ratepay. Ratepay has just transferred the payable amount to us. You may wait for the order to arrive and check your purchase, before transferring the invoice amount in accord with the payment instructions to Ratepay.",
                "legalMessage": "Why PayPal? PayPal is our partner for processing invoice payments. PayPal has just transferred the amount to us directly. You pay the amount to PayPal according to the payment instructions after you have received and checked your purchase."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Payment method: Pay upon invoice"
                },
                "paymentNote": "%companyName% has assigned the claim against you to PayPal (Europe) S.à r.l. et Cie, S.C.A. as part of a current factoring agreement. Payments with debt discharging effect can only be made to PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "By clicking on the button, you agree to the <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">terms of payment</a> and <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">performance of a risk check</a> from the payment partner, Ratepay. You also agree to PayPal’s <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">privacy statement</a>. If your request to purchase Upon invoice is accepted, the purchase price claim will be assigned to Ratepay, and you may only pay Ratepay, not the merchant.",
                "finish": {
                    "title": "The payment is being processed",
                    "subtitle": "Processing may take up to several minutes. Please do not close this window, you will be redirected."
                }
            },
            "error": {
                "unverifiedInfo": "The combination of your name and address could not be validated. Please correct your data and try again. You can find further information in the <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay Data Privacy Statement</a> or you can contact Ratepay using this <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">contact form</a>.",
                "declined": "It is not possible to use the selected payment method. This decision is based on automated data processing. You can find further information in the <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay Data Privacy Statement</a> or you can contact Ratepay using this <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">contact form</a>."
            }
        },
        "acdc": {
            "cardNumber": "Card number",
            "expiration": "Expiration date (MM/YY)",
            "cvv": "Security code (CVV)",
            "cardholderName": "Card holder name",
            "zip": "Billing postal code"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Your payment has been created. Please complete it, by confirming your order.",
            "description": "Pay easy, fast and secure - Please choose one of these payment methods on the confirm page."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, direct debit or credit card",
            "paymentDescriptionExtension": "Payment by direct debit or credit card is possible without a PayPal account."
        },
        "cookie": {
            "name": "PayPal payments"
        }
    }
}
