{
    "paypal": {
        "general": {
            "paymentCancel": "Der PayPal-Zahlungsvorgang wurde abgebrochen. Bitte versuchen Sie es noch einmal oder wählen Sie eine andere Zahlungsmethode aus.",
            "paymentError": "Während des PayPal-Zahlungsvorgangs ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal oder wählen Sie eine andere Zahlungsmethode aus."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequest": "Bitte überweisen Sie %value% bis zum %date% an PayPal.",
                "table": {
                    "bank": "Bank:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Kontoinhaber:",
                    "amount": "Betrag:",
                    "reference": "Verwendungszweck:"
                },
                "legalMessage": "Warum PayPal? Rechnungskauf ist ein Service für den wir mit PayPal zusammenarbeiten. Der Betrag wurde von PayPal soeben direkt an uns gezahlt. Sie bezahlen den Rechnungsbetrag gemäß den Zahlungshinweisen an PayPal, nachdem Sie die Ware erhalten und geprüft haben."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Gewählte Zahlungsart: Rechnungskauf"
                },
                "paymentNote": "%companyName% hat die Forderung gegen Sie im Rahmen eines laufenden Factoringvertrages an die PayPal (Europe) S.à r.l. et Cie, S.C.A. abgetreten. Zahlungen mit schuldbefreiender Wirkung können nur an die PayPal (Europe) S.à r.l. et Cie, S.C.A. geleistet werden."
            }
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ihre Zahlung wurde erstellt. Bitte schließen Sie sie ab, indem Sie Ihre Bestellung bestätigen.",
            "description":  "Einfach, schnell und sicher bezahlen - Bitte wählen Sie eine dieser Zahlungsmethoden auf der Bestellabschlussseite."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, Lastschrift oder Kreditkarte",
            "paymentDescriptionExtension": "Zahlung per Lastschrift oder Kreditkarte ist auch ohne ein PayPal-Konto möglich."
        },
        "cookie": {
            "name": "PayPal-Zahlungen"
        }
    }
}
